<template>
  <div class="p-10 animate-fade-in max-w-4xl mx-auto">
    <h1 class="text-4xl mb-6 text-red-300 font-bold">Лор DnD</h1>

    <p class="mb-4">
      Світ Dungeons & Dragons складається з численних планів існування,
      сформованих магією, богами, війнами та космічним балансом.
    </p>

    <p class="mb-4">
      Боги створили світи, раси та смертних, кожен зі своїми ідеалами та амбіціями.
      Між ними раз за разом спалахує боротьба за владу, вплив і контроль.
    </p>

    <p>
      Герої ж цього світу – смертні, які кидають виклик долі.
      Їм судилося або змінити хід історії… або залишитись у тіні легенд.
    </p>
  </div>
</template>
